<template>
  <div class='NpmShowmore'>

    <van-nav-bar left-text="返回" left-arrow @click-left="$router.back()" />

    <langShowmore>
      <div>
        <p>
          7月15日，有媒体称美军1架运输机降落台湾，我们对此表示严重关切。
          台湾是中国领土神圣不可分割的一部分。任何外军飞机降落我领土都必须经中华人民共和国政府许可，
          任何外国舰机擅闯我领空的行为，都将引发严重后果。我们正告美方切勿玩火、立即停止冒险挑衅行径，
          不要向“台独”分裂势力释放错误信号，避免加剧在台海制造危险紧张局势。
          我们警告民进党当局不要误判形势、引狼入室，铤而走险，勾连外部势力谋“独”挑衅，
          只会把台湾带向危险境地。中国必须统一，也必然统一。
          任何人都不要低估中国人民捍卫国家主权和领土完整的坚强决心、坚定意志、强大能力。
          中国人民解放军保持高度戒备态势，将采取一切必要措施，坚决粉碎任何“台独”图谋。
        </p>

        <p>中国必须统一，也必然统一。任何人都不要低估中国人民捍卫国家主权和领土完整的坚强决心、坚定意志、强大能力。 </p>
        <p>作文的题目和内容30年来从来没有改变过， 高考写这样的作文是不是能拿满分呐</p>
        <p>语言还是这么霸气，百听不厌 </p>

        <p>
          7月15日，有媒体称美军1架运输机降落台湾，我们对此表示严重关切。
          台湾是中国领土神圣不可分割的一部分。任何外军飞机降落我领土都必须经中华人民共和国政府许可，
          任何外国舰机擅闯我领空的行为，都将引发严重后果。我们正告美方切勿玩火、立即停止冒险挑衅行径，
          不要向“台独”分裂势力释放错误信号，避免加剧在台海制造危险紧张局势。
          我们警告民进党当局不要误判形势、引狼入室，铤而走险，勾连外部势力谋“独”挑衅，
          只会把台湾带向危险境地。中国必须统一，也必然统一。
          任何人都不要低估中国人民捍卫国家主权和领土完整的坚强决心、坚定意志、强大能力。
          中国人民解放军保持高度戒备态势，将采取一切必要措施，坚决粉碎任何“台独”图谋。
        </p>

        <p>中国必须统一，也必然统一。任何人都不要低估中国人民捍卫国家主权和领土完整的坚强决心、坚定意志、强大能力。 </p>
        <p>作文的题目和内容30年来从来没有改变过， 高考写这样的作文是不是能拿满分呐</p>
        <p>语言还是这么霸气，百听不厌 </p>
      </div>
    </langShowmore>

  </div>
</template>
 
<script>
import langShowmore from "lang-showmore";
import "lang-showmore/showmore.css";

export default {
  name: "NpmShowmore",
  components: {
    langShowmore,
  },

  data() {
    return {};
  },

  created() {},

  methods: {},
};
</script>

<style scoped>
</style>